IDEA Open Model
MatSteelRUS.GammaOVfu Property
Compatible with IDEA StatiCa v 10.1
 Overstrength coefficient for fu
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public double GammaOVfu { get; set; }
Public Property GammaOVfu As Double
	Get
	Set
public:
property double GammaOVfu {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatSteelRUS Class
IdeaRS.OpenModel.Material Namespace